// /_data/microtarefas.json
[
  {
    "titulo": "Bloco 1 · Comece Observando",
    "texto": "Antes de mudar qualquer coisa, só observa. Observa teus pensamentos, teus impulsos, tuas vontades. Não tenta controlar, só percebe. O cérebro aprende com consciência. Quando você observa sem julgar, já começa a reprogramar o comportamento. Essa semana, presta atenção em quando surge a vontade de parar — e o que vem logo antes. É ali que mora o gatilho. Anota, não pra se culpar, mas pra entender o teu padrão."
  },
  {
    "titulo": "Bloco 2 · Respira Primeiro",
    "texto": "Toda vez que sentir o impulso de desistir, respirar fundo é a primeira vitória. O ar entra, o cérebro entende que não há perigo, e você ganha tempo pra escolher. Antes de qualquer decisão, respira 4 segundos, segura 4, solta em 6. Faz isso 3 vezes. Isso desativa o modo automático e liga o modo consciente. Parece pouco, mas esse 'respiro' muda tudo."
  },
  {
    "titulo": "Bloco 3 · Pequenas Vitórias",
    "texto": "Nada de tentar revolucionar o mundo em três dias. Foca no pequeno. Cada vitória é uma mensagem pro cérebro: 'eu consigo'. Essa é a base da dopamina saudável — progresso visível. Então escolhe uma coisinha pra fazer melhor que ontem: dormir 10 minutos mais cedo, beber mais água, fazer mais uma série. Pequeno, mas feito."
  },
  {
    "titulo": "Bloco 4 · Reescreve Teu Diálogo Interno",
    "texto": "Sabe aquele pensamento que vem tipo 'não vai dar certo'? Pois é, é só o cérebro tentando te proteger do fracasso. Agradece e responde: 'tá tudo bem, eu tô aprendendo'. Essa simples frase muda a química do cérebro — ela troca medo por curiosidade. Escreve num papel essa resposta e lê toda vez que a dúvida aparecer. Treina tua mente como você treina o corpo."
  },
  {
    "titulo": "Bloco 5 · O Gatilho e o Desvio",
    "texto": "Pega um comportamento que quer mudar e identifica o gatilho. Tipo: 'chego em casa e já abro a geladeira'. Quando ele aparecer, faz algo diferente — toma água, vai pro banho, respira. A ideia não é cortar, é substituir. O cérebro precisa de um novo caminho, não de uma bronca. Depois de três dias praticando isso, você vai perceber que tá começando a escolher com mais consciência."
  },
  {
    "titulo": "Bloco 6 · Planejar é Amar o Futuro",
    "texto": "Planejar não é controle — é autocuidado. É mostrar pro teu cérebro que o teu amanhã importa. Antes de dormir, anota 3 coisas simples que quer cumprir no próximo dia. Nada grande, só o suficiente pra criar direção. Quando acordar, lê de novo. O cérebro ama clareza. Quando ele sabe o que vem, ele para de te sabotar."
  },
  {
    "titulo": "Bloco 7 · Visualiza o Que Quer Sentir",
    "texto": "Não visualiza só o corpo, visualiza a sensação. Fecha os olhos e imagina você vivendo leve, com energia, confiante. O cérebro não diferencia o real do imaginado — ele ativa os mesmos circuitos. Então quanto mais você ensaia o que quer sentir, mais ele se prepara pra fazer acontecer. Três minutos por dia já bastam. Coloca um som tranquilo e se vê chegando lá."
  },
  {
    "titulo": "Bloco 8 · A Regra dos 2 Minutos",
    "texto": "Se algo parece difícil demais, começa com 2 minutos. Só 2. Dois minutos de treino, leitura, meditação... o que for. É um truque neural: o cérebro aceita o começo mais fácil e, quando começa, normalmente continua. Usa isso nos dias que o corpo ou a mente pesarem. Começar pequeno é continuar humano. E é o começo que muda o jogo."
  },
  {
    "titulo": "Bloco 9 · Cuida da Energia, Não Só do Tempo",
    "texto": "Nem todo dia é pra render, e tudo bem. Aprende a respeitar teu ciclo. Tem dia que o corpo tá pedindo descanso e o cérebro precisa desligar. Em vez de se cobrar, ajusta o ritmo. Pergunta: 'o que meu corpo precisa hoje?'. Se for pausa, é pausa inteligente. Energia boa é o que sustenta constância — não o cansaço mascarado de esforço."
  },
  {
    "titulo": "Bloco 10 · Muda o Ambiente, Muda o Hábito",
    "texto": "O ambiente te puxa mais do que a motivação. Deixa fácil o que quer fazer, e difícil o que quer evitar. Exemplo: roupa de treino pronta, celular longe, comida real à vista. O cérebro segue o caminho mais curto. Então monta o cenário pro sucesso — não pra tentação. Depois de três dias assim, vai parecer que ficou mais fácil, mas foi só o ambiente te ajudando."
  },
  {
    "titulo": "Bloco 11 · Dopamina do Progresso",
    "texto": "A dopamina não vem do resultado, vem da sensação de estar avançando. É o cérebro dizendo: 'continua que tá dando certo'. Então, em vez de se cobrar perfeição, busca progresso. Faz um check nas pequenas conquistas do dia — tipo uma lista de 'mini vitórias'. A dopamina natural vem daí: do prazer de perceber que você tá indo."
  },
  {
    "titulo": "Bloco 12 · Gratidão é Neurociência",
    "texto": "Quando você agradece, o cérebro muda o foco do que falta pro que existe. Isso regula dopamina, serotonina e reduz cortisol. Todo dia, escreve três coisas boas — simples mesmo: um café quente, uma conversa, um treino feito. O cérebro aprende a ver o que antes ignorava. E ver o bom é o primeiro passo pra se sentir bem de verdade."
  },
  {
    "titulo": "Bloco 13 · Evita o Efeito 'Tanto Faz'",
    "texto": "Sabe quando você pensa 'já comi errado, então hoje tanto faz'? Esse pensamento é sabotagem clássica. Ele vem do sistema de prazer imediato. Quando perceber, não briga com ele — só muda a pergunta: 'o que eu posso fazer de melhor agora?'. O cérebro precisa de direção, não de castigo. E cada escolha boa, mesmo depois de um erro, reconstrói teu padrão."
  },
  {
    "titulo": "Bloco 14 · Silêncio e Autopercepção",
    "texto": "Cria momentos de silêncio real. Sem música, sem tela, só você respirando e sentindo. Isso ativa o córtex pré-frontal — a parte do cérebro responsável por tomada de decisão e foco. É no silêncio que você ouve o que realmente sente. Três minutos já bastam. No começo é estranho, depois vira um refúgio."
  },
  {
    "titulo": "Bloco 15 · Fala com Teu Corpo",
    "texto": "O corpo fala, só que a gente não escuta. Fadiga, dor, irritação — tudo é informação. Em vez de forçar, conversa com ele. Pergunta: 'o que você tá querendo me dizer?'. Às vezes é sono, às vezes é emoção. Escutar o corpo é uma forma de respeito. E quando o corpo se sente ouvido, ele coopera. É literalmente uma aliança neuromuscular."
  },
  {
    "titulo": "Bloco 16 · Energia é Contágio",
    "texto": "As pessoas ao teu redor influenciam tua dopamina e teu humor. Se convive só com quem reclama, o cérebro entra em modo defesa. Essa semana, tenta ficar mais perto de quem vibra na mesma direção que você quer seguir. E se não tiver ninguém assim, seja você essa energia. O teu padrão emocional contagia o ambiente também."
  },
  {
    "titulo": "Bloco 17 · Treinar é Acalmar o Cérebro",
    "texto": "O treino físico é o maior ansiolítico natural que existe. Ele regula dopamina, serotonina, endorfina — o trio da motivação e do bem-estar. Então, mesmo nos dias ruins, se puder, só aparece. Não precisa render, só precisa estar lá. O corpo faz o resto. Treinar é ensinar o cérebro que você tá segura, que tá no controle."
  },
  {
    "titulo": "Bloco 18 · Autoelogio é Ferramenta",
    "texto": "Não é ego, é neurociência. Quando você se elogia de forma honesta, ativa o sistema de recompensa. O cérebro associa esforço com prazer, e isso sustenta o comportamento. Todo fim de dia, fala pra si: 'Hoje eu fiz isso bem'. Pequeno ou grande, tanto faz. O cérebro aprende por repetição — então repete o que te faz bem."
  },
  {
    "titulo": "Bloco 19 · Descanso Também é Disciplina",
    "texto": "Disciplina não é fazer sem parar — é saber quando pausar. O corpo precisa de recuperação pra consolidar o aprendizado e equilibrar os hormônios. Dormir bem é treino também. Fecha o dia com uma rotina leve: respiração, gratidão, silêncio. Isso ensina o cérebro a desligar e recarregar. A constância se constrói no descanso também."
  },
  {
    "titulo": "Bloco 20 · Você Já é o Processo",
    "texto": "Não espera 'chegar lá' pra se sentir bem. O caminho já é o resultado acontecendo. O cérebro precisa ver prazer no processo pra continuar. Então celebra o agora, mesmo que pareça pequeno. Porque no fundo, o que muda tua vida não é um dia perfeito — são cem dias imperfeitos em que você não desistiu."
  }
]