[
  {
    "dia": 1,
    "categoria": "mentalidade",
    "titulo": "Bem-vinda à Ascensão",
    "conceito": "Agora o corpo começa a responder de verdade. Essa fase é sobre refinar o básico e dominar a rotina.",
    "orientacao": "Treine com calma firme. Faça o que precisa ser feito, mesmo sem motivação. Aqui, constância é o que separa quem tenta de quem transforma."
  },
  {
    "dia": 2,
    "categoria": "treino",
    "titulo": "Qualidade antes de quantidade",
    "conceito": "Mulheres tendem a suportar volume de treino maior, mas o segredo está no controle da execução.",
    "orientacao": "Desacelere as repetições e sinta o músculo. Isso ativa mais fibras e protege suas articulações."
  },
  {
    "dia": 3,
    "categoria": "nutricao",
    "titulo": "Déficit calórico feminino",
    "conceito": "O corpo da mulher reage diferente: se cortar calorias demais, ele entra em modo de proteção hormonal.",
    "orientacao": "Mantenha déficit leve e constante. Comer pouco demais pode desregular ciclo, sono e humor. Equilíbrio é o segredo."
  },
  {
    "dia": 4,
    "categoria": "mentalidade",
    "titulo": "Consistência > perfeição",
    "conceito": "O progresso feminino é cíclico, não linear. E tá tudo bem.",
    "orientacao": "Nos dias de menos energia, faça o mínimo essencial. É isso que mantém o corpo aprendendo e o hábito vivo."
  },
  {
    "dia": 5,
    "categoria": "treino",
    "titulo": "Tempo sob tensão consciente",
    "conceito": "A descida lenta da carga melhora ativação muscular e circulação — ótima aliada contra flacidez.",
    "orientacao": "Sinta o músculo alongar e contrair. Isso dá firmeza e tonifica sem precisar de mais carga."
  },
  {
    "dia": 6,
    "categoria": "nutricao",
    "titulo": "Proteína é base do corpo feminino",
    "conceito": "Mulheres têm menos massa magra natural — por isso, precisam cuidar da proteína.",
    "orientacao": "Coloque uma fonte proteica em cada refeição. Ela ajuda na firmeza da pele, controle da fome e construção muscular."
  },
  {
    "dia": 7,
    "categoria": "mentalidade",
    "titulo": "Progresso silencioso",
    "conceito": "O corpo feminino retém mais líquido em certas fases do ciclo. Isso mascara o resultado.",
    "orientacao": "Não se cobre pela balança. Observe roupas, força e disposição. O que parece estagnação pode ser só retenção."
  },
  {
    "dia": 8,
    "categoria": "treino",
    "titulo": "Treinar no ciclo certo",
    "conceito": "O corpo muda de energia ao longo do ciclo menstrual.",
    "orientacao": "Na fase folicular (após a menstruação), você tende a estar mais forte. Use pra progredir carga. Na fase lútea (pré-menstrual), reduza intensidade e priorize técnica e respiração."
  },
  {
    "dia": 9,
    "categoria": "nutricao",
    "titulo": "Fibras que sustentam e equilibram hormônios",
    "conceito": "Fibras ajudam a eliminar o excesso de estrogênio e melhoram a digestão.",
    "orientacao": "Coma folhas, frutas com casca e grãos integrais. Isso reduz inchaço e melhora o humor nos dias de TPM."
  },
  {
    "dia": 10,
    "categoria": "mentalidade",
    "titulo": "Você dirige sua atenção",
    "conceito": "A mente feminina se dispersa fácil — treino é momento de ancorar o foco.",
    "orientacao": "Durante o treino, desconecte-se do resto. Cada repetição é um ato de presença. Corpo firme começa na mente firme."
  },
  {
    "dia": 11,
    "categoria": "treino",
    "titulo": "Respiração como aliada",
    "conceito": "Respirar bem melhora a estabilidade e reduz o risco de sobrecarga na lombar.",
    "orientacao": "Inspire na preparação, solte o ar no esforço. O ar bem usado é sua cinta natural."
  },
  {
    "dia": 12,
    "categoria": "nutricao",
    "titulo": "Hidratação e retenção",
    "conceito": "Beber pouca água piora o inchaço — o oposto do que parece.",
    "orientacao": "Mantenha uma garrafa sempre perto. Se sentir o corpo pesado, beba mais, não menos. A água ajuda a eliminar líquido."
  },
  {
    "dia": 13,
    "categoria": "mentalidade",
    "titulo": "Jogo longo",
    "conceito": "Hormônios, ciclo e rotina interferem. Resultados sólidos vêm de meses, não dias.",
    "orientacao": "Paciência é força. Continue aparecendo, mesmo quando o espelho demorar a mostrar. O corpo está se ajustando por dentro."
  },
  {
    "dia": 14,
    "categoria": "treino",
    "titulo": "Conexão mente–músculo",
    "conceito": "Focar na área trabalhada aumenta a ativação neural — e reduz o risco de sobrecarga em outras partes.",
    "orientacao": "Durante o exercício, leve atenção pra onde sente o esforço. O corpo segue o comando da mente."
  },
  {
    "dia": 15,
    "categoria": "nutricao",
    "titulo": "Carboidrato é aliado do hormônio feminino",
    "conceito": "Cortar demais o carbo eleva o cortisol e reduz a leptina — o que pode desregular o ciclo.",
    "orientacao": "Use carboidratos simples no pós-treino e mais complexos ao longo do dia. O equilíbrio sustenta energia e humor."
  },
  {
    "dia": 16,
    "categoria": "mentalidade",
    "titulo": "Autoacordo diário",
    "conceito": "Cumprir o combinado consigo cria confiança.",
    "orientacao": "Não precisa prometer o mundo. Escolha pequenas metas e cumpra. O respeito próprio é a base da disciplina."
  },
  {
    "dia": 17,
    "categoria": "treino",
    "titulo": "Aquecimento inteligente",
    "conceito": "Um bom aquecimento ativa músculos profundos e protege articulações.",
    "orientacao": "Use movimentos de mobilidade e séries leves antes da carga principal. Prevenir é mais eficiente que remediar."
  },
  {
    "dia": 18,
    "categoria": "nutricao",
    "titulo": "Gorduras boas para equilíbrio hormonal",
    "conceito": "As boas gorduras são matéria-prima para hormônios e lubrificação articular.",
    "orientacao": "Use azeite, castanhas, abacate e peixes gordos. Evite exagerar, mas nunca zere as gorduras."
  },
  {
    "dia": 19,
    "categoria": "mentalidade",
    "titulo": "Sem culpa, com consciência",
    "conceito": "A culpa te prende, a consciência te liberta.",
    "orientacao": "Saiu da linha? Respire, entenda o porquê e volte ao padrão. Evoluir é ajustar, não se punir."
  },
  {
    "dia": 20,
    "categoria": "treino",
    "titulo": "Postura é poder",
    "conceito": "Coluna neutra e ombros baixos ativam o core e melhoram força real.",
    "orientacao": "Mantenha o olhar firme e o corpo alinhado. Uma mulher que treina com postura treina com presença."
  },
  {
    "dia": 21,
    "categoria": "nutricao",
    "titulo": "TPM e desejo por doce",
    "conceito": "Na fase lútea, a queda de serotonina aumenta a vontade por carboidratos.",
    "orientacao": "Inclua frutas, aveia ou iogurte natural com cacau. O corpo não pede açúcar — pede conforto e energia estável."
  },
  {
    "dia": 22,
    "categoria": "mentalidade",
    "titulo": "Organização é autocuidado",
    "conceito": "Ambiente caótico = mente cansada.",
    "orientacao": "Prepare garrafinha, lanche e roupa de treino antes de dormir. A mulher que se organiza cria espaço pra cuidar de si."
  },
  {
    "dia": 23,
    "categoria": "treino",
    "titulo": "Cadência e coordenação",
    "conceito": "Um corpo coordenado gasta menos energia e tem mais precisão.",
    "orientacao": "Mantenha o mesmo ritmo nas repetições. Menos pressa, mais qualidade — o corpo agradece."
  },
  {
    "dia": 24,
    "categoria": "nutricao",
    "titulo": "Menos ultraprocessados, mais resultado",
    "conceito": "Esses alimentos bagunçam hormônios e aumentam inflamação.",
    "orientacao": "Priorize comida de verdade. O corpo feminino responde melhor à simplicidade do natural."
  },
  {
    "dia": 25,
    "categoria": "mentalidade",
    "titulo": "Dias médios sustentam o resultado",
    "conceito": "Você não precisa dar 100% sempre. Precisa não desistir.",
    "orientacao": "Hoje não deu pra tudo? Faça o possível. A mulher que aparece mesmo cansada é a que mais cresce."
  },
  {
    "dia": 26,
    "categoria": "treino",
    "titulo": "Fadiga técnica é o limite certo",
    "conceito": "Saber parar é sinal de domínio, não de fraqueza.",
    "orientacao": "Se o movimento perdeu qualidade, finalize. Treinar bem é diferente de se esgotar."
  },
  {
    "dia": 27,
    "categoria": "nutricao",
    "titulo": "Saciedade estratégica",
    "conceito": "Proteína, fibras e água são seu trio de sustentação.",
    "orientacao": "Monte refeições equilibradas. Um corpo saciado é um corpo em paz."
  },
  {
    "dia": 28,
    "categoria": "mentalidade",
    "titulo": "Comparar é se distrair",
    "conceito": "Cada corpo tem uma história e uma genética.",
    "orientacao": "A mulher que olha demais pro lado esquece de enxergar o próprio progresso. Olhe pra dentro."
  },
  {
    "dia": 29,
    "categoria": "treino",
    "titulo": "Técnica repetida, corpo lapidado",
    "conceito": "Repetir bem feito é o que transforma. O resto é ego.",
    "orientacao": "Siga o app, mantenha a forma, e confie na progressão. É assim que o corpo muda."
  },
  {
    "dia": 30,
    "categoria": "nutricao",
    "titulo": "Menstruação e alimentação",
    "conceito": "Durante a menstruação, a perda de ferro e energia aumenta.",
    "orientacao": "Aposte em carnes vermelhas magras, vegetais verde-escuros e frutas cítricas. Nutrir é recuperar."
  },
  {
    "dia": 31,
    "categoria": "mentalidade",
    "titulo": "Constância vira identidade",
    "conceito": "No começo é esforço, depois vira costume. Quando você percebe, cuidar do corpo já faz parte de quem você é.",
    "orientacao": "Não se cobre ser perfeita — apenas seja constante. O corpo aprende pela repetição, não pela pressa."
  },
  {
    "dia": 32,
    "categoria": "treino",
    "titulo": "Estabilidade do centro",
    "conceito": "Um core forte dá base pra tudo — postura, força e até equilíbrio emocional.",
    "orientacao": "Durante o treino, mantenha o abdômen levemente ativo. Ele é o seu centro de poder físico e mental."
  },
  {
    "dia": 33,
    "categoria": "nutricao",
    "titulo": "Comer bem sem complicar",
    "conceito": "Não é sobre dietas restritas, é sobre regularidade. Seu corpo ama previsibilidade.",
    "orientacao": "Monte refeições simples, coloridas e com proteína. O básico bem feito vence o complicado que não dura."
  },
  {
    "dia": 34,
    "categoria": "mentalidade",
    "titulo": "Corpo e mente amadurecem juntos",
    "conceito": "Mulher que aprende a ouvir o próprio corpo ganha autonomia pra sempre.",
    "orientacao": "Anote sensações, observe humor e energia. É assim que você domina o próprio ritmo."
  },
  {
    "dia": 35,
    "categoria": "treino",
    "titulo": "Fase folicular: aproveite sua força",
    "conceito": "Nos dias após a menstruação, a testosterona e a disposição sobem — é o momento perfeito pra evoluir.",
    "orientacao": "Nessa fase, aumente o foco em carga e intensidade. Seu corpo está preparado pra crescer e responder melhor."
  },
  {
    "dia": 36,
    "categoria": "nutricao",
    "titulo": "Quando o corpo pede mais comida",
    "conceito": "Na fase pré-menstrual, o gasto calórico pode aumentar levemente.",
    "orientacao": "Aumente um pouco as porções de proteína e fibras. Isso ajuda a controlar a fome e evita exageros impulsivos."
  },
  {
    "dia": 37,
    "categoria": "mentalidade",
    "titulo": "Treine também sua paciência",
    "conceito": "A pressa é inimiga da consistência. Cada semana que você repete é uma semente que germina.",
    "orientacao": "Os melhores resultados chegam quando você para de esperar e começa a simplesmente fazer."
  },
  {
    "dia": 38,
    "categoria": "treino",
    "titulo": "Força é feminilidade",
    "conceito": "Ser forte não te deixa menos feminina — te deixa mais segura, mais viva e mais dona de si.",
    "orientacao": "Sinta o prazer de carregar peso com técnica. O ferro educa o corpo e acalma a mente."
  },
  {
    "dia": 39,
    "categoria": "nutricao",
    "titulo": "Magnésio, o mineral da calma",
    "conceito": "O magnésio ajuda a controlar TPM, cãibras e sono.",
    "orientacao": "Inclua abacate, banana, aveia, sementes e vegetais escuros. O corpo tranquilo responde melhor ao treino."
  },
  {
    "dia": 40,
    "categoria": "mentalidade",
    "titulo": "Não é sobre emagrecer, é sobre evoluir",
    "conceito": "O peso muda, o corpo muda, mas o que mais transforma é o que acontece dentro.",
    "orientacao": "A mulher que foca em ser mais forte, disciplinada e leve por dentro inevitavelmente muda por fora."
  },
  {
    "dia": 41,
    "categoria": "treino",
    "titulo": "Treino cíclico é treino inteligente",
    "conceito": "Respeitar o ciclo menstrual evita estresse e melhora resultados.",
    "orientacao": "Nos dias de menos energia, reduza volume e mantenha presença. Adaptar-se é maturidade, não fraqueza."
  },
  {
    "dia": 42,
    "categoria": "nutricao",
    "titulo": "Fermentados e intestino feliz",
    "conceito": "Saúde intestinal é base para equilíbrio hormonal e imunidade.",
    "orientacao": "Inclua iogurte natural, kefir, kombucha ou alimentos fermentados. Cuidar do intestino é cuidar do humor."
  },
  {
    "dia": 43,
    "categoria": "mentalidade",
    "titulo": "Você é o ambiente que cria",
    "conceito": "Ambiente bagunçado gera corpo e mente dispersos.",
    "orientacao": "Deixe o espaço do treino limpo e preparado. Organização externa cria foco interno."
  },
  {
    "dia": 44,
    "categoria": "treino",
    "titulo": "Técnica e intenção",
    "conceito": "Não é só o movimento, é o jeito como você se entrega a ele.",
    "orientacao": "Cada repetição é uma conversa com seu corpo. Faça com intenção, e ele te responde."
  },
  {
    "dia": 45,
    "categoria": "nutricao",
    "titulo": "Sono e metabolismo",
    "conceito": "Dormir mal desregula a grelina e a leptina — hormônios da fome e da saciedade.",
    "orientacao": "Priorize o sono como parte do seu treino. Corpo descansado emagrece, tonifica e se reorganiza."
  },
  {
    "dia": 46,
    "categoria": "mentalidade",
    "titulo": "O corpo que você quer é o reflexo da rotina que você sustenta",
    "conceito": "O esforço de hoje é o corpo de amanhã.",
    "orientacao": "A rotina não precisa ser pesada, precisa ser constante. Quanto mais natural, mais duradouro o resultado."
  },
  {
    "dia": 47,
    "categoria": "treino",
    "titulo": "Sensibilidade e força coexistem",
    "conceito": "O treino não serve pra endurecer, serve pra revelar força com leveza.",
    "orientacao": "Permita-se sentir. Dor não é castigo, é sinal de vida. Ouça o corpo e siga com respeito."
  },
  {
    "dia": 48,
    "categoria": "nutricao",
    "titulo": "TPM e retenção",
    "conceito": "Durante a TPM, o corpo segura mais líquido e o intestino tende a ficar mais lento.",
    "orientacao": "Aumente fibras e água, reduza o sal. Movimente-se leve e evite pesar-se — o inchaço é passageiro."
  },
  {
    "dia": 49,
    "categoria": "mentalidade",
    "titulo": "Gentileza gera força",
    "conceito": "A mulher que se trata bem progride mais rápido.",
    "orientacao": "Pare de guerrear com o espelho. Cuide-se com amor — o corpo obedece quando é respeitado."
  },
  {
    "dia": 50,
    "categoria": "treino",
    "titulo": "Progresso técnico é vitória",
    "conceito": "Aumentar carga é bom, mas manter técnica é o verdadeiro sinal de evolução.",
    "orientacao": "Prefira o controle à pressa. É melhor fazer 10 repetições perfeitas do que 15 pela metade."
  },
  {
    "dia": 51,
    "categoria": "nutricao",
    "titulo": "Ciclo e energia",
    "conceito": "Na fase ovulatória, a energia e disposição tendem a subir — use isso a seu favor.",
    "orientacao": "Aproveite pra investir em treinos mais intensos e refeições leves, sem deixar faltar proteína."
  },
  {
    "dia": 52,
    "categoria": "mentalidade",
    "titulo": "A fase difícil é o filtro",
    "conceito": "Toda mulher passa por dias em que o corpo não quer responder.",
    "orientacao": "Esses dias não são o fim — são o filtro das que seguem. Persistir é o que te leva além."
  },
  {
    "dia": 53,
    "categoria": "treino",
    "titulo": "Alongar também é evoluir",
    "conceito": "Alongamento melhora circulação, reduz tensão e ajuda a esculpir o corpo com harmonia.",
    "orientacao": "Dedique 10 minutos após o treino pra respirar e soltar o corpo. Isso acelera a recuperação e o bem-estar."
  },
  {
    "dia": 54,
    "categoria": "nutricao",
    "titulo": "Vitaminas do ciclo feminino",
    "conceito": "Ferro, cálcio e magnésio são indispensáveis para energia e humor estáveis.",
    "orientacao": "Inclua folhas verdes, feijões, sementes e laticínios. O equilíbrio vem dos detalhes do prato."
  },
  {
    "dia": 55,
    "categoria": "mentalidade",
    "titulo": "Menos ansiedade, mais ação",
    "conceito": "Pensar demais cansa mais do que o treino.",
    "orientacao": "Pare de calcular tudo e comece a agir. O corpo precisa de prática, não de planos perfeitos."
  },
  {
    "dia": 56,
    "categoria": "treino",
    "titulo": "Recuperar também é progresso",
    "conceito": "O corpo cresce e define no descanso, não no treino em si.",
    "orientacao": "Respeite o sono e os dias leves. Isso faz parte da periodização feminina e evita fadiga crônica."
  },
  {
    "dia": 57,
    "categoria": "nutricao",
    "titulo": "Café, cortisol e ansiedade",
    "conceito": "O excesso de cafeína aumenta o cortisol e piora sintomas de ansiedade e TPM.",
    "orientacao": "Limite o café a 2 xícaras por dia. Prefira água, chás calmantes e refeições equilibradas pra manter energia estável."
  },
  {
    "dia": 58,
    "categoria": "mentalidade",
    "titulo": "O corpo segue a cabeça",
    "conceito": "A mente é o músculo mais poderoso que você tem.",
    "orientacao": "Visualize a mulher que você quer ser e aja como ela hoje. Seu corpo vai entender o recado."
  },
  {
    "dia": 59,
    "categoria": "treino",
    "titulo": "Dominar o próprio corpo",
    "conceito": "Domínio não é intensidade, é consciência.",
    "orientacao": "Saber o que sente, quando descansar e quando acelerar — isso é maturidade física e emocional."
  },
  {
    "dia": 60,
    "categoria": "encerramento",
    "titulo": "Você ascendeu",
    "conceito": "Você amadureceu força, foco e feminilidade.",
    "orientacao": "O corpo mudou, mas o mais bonito foi ver sua mente crescendo junto. Agora você está pronta pro Domínio."
  }
]